{
  "Outside": [
    {
      "bio": "Abdoulaye Guisse is a Senegalese poet with two published collections of poetry: <em><strong>Perle choisie</strong></em> and <em><strong>Les vertus de líespoir</strong></em>.He is a public law graduate and is very interested in the international humanitarian law, specifically on the contemporary armed conflicts contexts.",
      "location": "Senegal",
      "poem": "[<p>Peuple, mon peuple! Peuple qui souffre injustement,<br/>\nPeuple aux muscles affaiblis et au cœur endurant,<br/>\nPeuple fortifié par des longues années d’adversité,<br/>\nPeuple qui n’a de famille que la pauvreté</p>, <p>Crois-tu que je te regarderai moisir sous les tortures sempiternelles<br/>\nDes promesses fallacieuses, pleines d’audace artificielle,<br/>\nSans laisser ma plume inlassable fleurir<br/>\nHumblement l’horizon de tes multiples désirs?</p>, <p>Quel poète serait insensible au tourment de sa société?<br/>\nUn poète sans vertu dont la poésie est sans beauté.<br/>\nQue ses vers s’épuisent!<br/>\nQue sa plume se brise!<br/>\nCar sa fierté serait insulte.<br/>\nQuelle destinée triste!</p>, <p>Peuple, mon peuple! Peuple qui palpite<br/>\nDans les affres de désespérance insolite,<br/>\nPeuple qui vivote<br/>\nDans un silence qui sanglote.</p>, <p>Les prix des vivres en hausse<br/>\nEt les salaires en baisse.<br/>\nLa liberté d’expression réduite<br/>\nEt les manifestations de contestation interdites.<br/>\nLes intérêts politiques privilégiés<br/>\nA l’encontre de l’éthique rétrogradée.<br/>\nCar la politique est devenue la religion unique<br/>\nEt la Religion n’est plus qu’un simple art fantastique.</p>, <p>Peuple, mon peuple! Crois-tu que je  regarderai,<br/>\nBouche cousue, un soleil fou darder ses feux sur tes jours hérissés?<br/>\nJe t’apprendrai les coulisses du pouvoir.<br/>\nJe ne laisserai aucun orage ravager tes espoirs.<br/>\nJe convoquerai seulement une pluie grosses gouttes.<br/>\nEt je t’inventerai une terre verte.</p>, <p>Je t’apprendrai à dire non.<br/>\n Non!<br/>\n Aux  traitres et menteurs!<br/>\nAux trompeurs et voleurs!<br/>\n Aux imposteurs et  égoïstes!<br/>\n Aux canailles et  fumistes!<br/>\nJe te dirai ô mon peuple<br/>\nQue la vie est parée d’obstacles<br/>\nEt je t’apprendrai à les affronter.<br/>\nJe te dirai que l’endurance est une qualité,<br/>\nQue la paresse est une faiblesse,<br/>\nQue l’orgueil est absence de sagesse,<br/>\nQue la vanité est contraire la vertu,<br/>\nQue croire sans au préalable douter est une bévue.<br/>\nJe te dirai que seule la probité et la sobriété.<br/>\nTe mèneront vers l’univers des grandes beautés.</p>, <p>Je t’écrirai les plus savoureuses chansons d’amour<br/>\nJe te lirai les plus nobles vers d’union et de bravoure<br/>\nJe créerai la sérénité au sein de ton cœur en tumulte<br/>\nEt sous mes syllabes de douceur et de révolte<br/>\nDe rire et de joies, mêlés<br/>\nD’injure et d’éloge, conjugués<br/>\nNe murmurera que la prière<br/>\nPour la paix et la paix pour la terre entière.</p>, <p>Je t’apprendrai dire oui.<br/>\nOui!<br/>\nA  ceux qui aiment leur peuple,<br/>\nA ceux qui vivent pour leur peuple,<br/>\nA ceux qui  garantissent les droits de l’homme,<br/>\nA ceux qui protègent les droits de l’enfant et de la femme…<br/>\nJe t’apprendrai à dire oui à la vérité, oui la liberté,<br/>\nOui au progrès, la justice dans l’unité.</p>, <p>Que plus jamais tu ne sois en proie la souffrance,<br/>\nDans les méandres obscurs de l’ignorance!<br/>\nQue plus jamais tu ne pleures dans le silence!<br/>\nQue plus jamais tu ne t’abandonnes l’innocence!</p>, <p>Peuple! Entre nous il n’y a point de secret.<br/>\nMon peuple! Ma plume porte ton nom sacré.</p>, <p>Translation<br/>\nIn this poem the poet reflects on issues that consume many African countries. He says that the “morally decaying political culture” corrupts the soul of the nation. The poet does not want to see his home country being a passive nation that is too afraid to confront the ills of society. He invites the nation to revolt. He is committed to take the nation on the revolutionary road. The poet is amongst many young Africans who are getting tired of the corrupt political systems and want to see a selfless leadership that will restore Africa’s dignity and pride.</p>]"
    },
    {
      "bio": "Abdourahman Waberi is a prize-winning writer from Djibouti whose work has been translated into a multitude of languages. These poems come from his collection of poetry entitled <em>Les Nomades, mes frères, vont boire à la grande ourse</em> (The Nomads, My Brothers, Will Drink from the Big Dipper), his only collection of poetry. Muslim by birth, Waberi’s themes include the nomadic life, colonial and postcolonial hardships, exile, Jewish writers, the Arabic language, and Djibouti’s harsh climate. Most importantly, these poems, like his novels, short stories, and essays, carry the important message of tolerance. He is an Assistant Professor of Francophone Literature at the George Washington University.Translations by:<br/>\nNancy Naomi Carlson is a winner of grants from the National Endowment for the Arts, the Maryland Arts Council, and the Arts & Humanities Council of Montgomery County. She is the author of three poetry collections, as well as the critically acclaimed <em>Stone Lyre: Poems of René Char</em>. Her translations and non-translated work have appeared in such journals as <em>Agni, The Iowa Review, Poetry, Prairie Schooner,</em> and <em>Western Humanities Review</em>, and are forthcoming in <em>The Georgia Review</em>. She is an associate editor for Tupelo Press.",
      "location": "Djibouti",
      "poem": "[<p>Esquisse</p>, <p>je suis celui qui dit : « je ne suis jamais seul »<br/>\nje parle avec mes croquis, j’ombre les espaces<br/>\net j’invente des historiettes<br/>\ncomme celle de cette famille qui pose<br/>\ngauchement<br/>\ndans un studio de photographie</p>, <p>Sketch One</p>, <p>I am the one who intones: « I am never alone »</p>, <p>I chat with my drafts, shade in spaces<br/>\nInvent little tales<br/>\nLike the one of that family whose pose is</p>, <p>Awkward<br/>\nCaught by the studio camera’s lens</p>, <p>Trêve</p>, <p>je sème ma voix aux quatre coins de la ville<br/>\nl’eau y dessine le temps<br/>\nje mêle mon corps aux effluves remontant de la nuit<br/>\nj’y noie mon désarroi je cherche dans tes yeux nos querelles d’antan<br/>\nles clans défaits tissent la toile de leur discorde j<br/>\ne demande aux plantes grasses de me rendre ma tendre mémoire</p>, <p>indécise tu écoutes les bruissements<br/>\nde ma brisure<br/>\ntu remets à demain<br/>\nl’approche de la nuit</p>, <p>Truce</p>, <p>I scatter my voice all over of the town<br/>\nThere water outlines time </p>, <p>I mingle my body with the fragrances rising from night</p>, <p>There I drown my distress</p>, <p>I search in your eyes from our quarrels from long ago<br/>\nDefeated clans weaving the canvas of strife</p>, <p>I ask the succulent plants to return my tender memory</p>, <p>Unsure you listen to the wear<br/>\nOf my cracks</p>, <p>Postponed till tomorrow<br/>\nThe night’s approach</p>]"
    },
    {
      "bio": "Adidi S. Rugemalira’s artistic alias is ‘Best Mwami’ which translates ‘from the elder who is patient, and wise’. He was born in the region of Kagera, the district of Misenye, in 1962 in Tanzania.He started composing poems in 1984 and he has published many of his poems in various media outlets within and outside the country. He’s also been part of various poetry contests. In 1985 he was the country winner of a poetry contest, sponsored by the ruling party CCM. They had requested poetry entries in celebrating their 18 years. He won a national contest sponsored by the newspaper ‘Uhuru’ in 1991. To date he has composed over 800 poems.<br/>\n",
      "location": "Tanzania",
      "poem": "[<p>Kipato wengi hupata, kutunza ndiko kugumu,<br/>\nHupata vingi vitita, pesa na vingi muhimu<br/>\nBali kutnza utata, watoe zamu kwa zamu,<br/>\nKipato wengi hupata, kutunza ndiko kugumu.</p>, <p>Wengi kipato huchota, kuweka hawaeshimu,<br/>\nWapatapo hujinata, hudhani wameitimu,<br/>\nWenda chezea karata, kamali japo haramu,<br/>\nKipato wengi hupata, kutnza ndiko kugumu.</p>, <p>Watu hulia ukata, hawaishi kulaumu,<br/>\nJioni utapopita, na kwenye baa chipumu,<br/>\nUtawaona wapeta, supu ya mbuzi kwa ndimu,<br/>\nKipato wengi hupata, kutunza ndiko kugumu.</p>, <p>Mkulima wa ufuta, mahindi kwenye misimu,<br/>\nHuvuna mengi mafuta, na kufanyia kalamu,<br/>\nNjaa inapomkuta analia hali ngumu,<br/>\nKipato wengi hupaata, kutunza ndiko kugumu.</p>, <p>Wanaume ni matata, matumizi kemkem,<br/>\nMishahara wakipata, na posho za kujikimu,<br/>\nNyumba ndogo hujikita, pesa zote timtim,<br/>\nKipato wengi hupata, kutunza ndiko kugumu.</p>, <p>Ushairi sio vita, ni maneno ya elimu,<br/>\nJapo unakereketa, ukweli hauwi sumu,<br/>\nLeo mwami nawasuta, kesho nitawasalimu,<br/>\nKipato wengi hupata, kutunza ndiko kugumu.</p>, <p>Translation:<br/>\n1.Many get an income,\t\t\tTaking care of it is where it’s hard<br/>\nYou get lots in stacks,\t\tMoney and many things important<br/>\nBut keeping it is controversial,\tPay them off turn by turn<br/>\nMany get an income,\t\t\tTaking care of it is where it’s hard.</p>, <p>2.Many scoop up an income,\t\tBut they do not respect reserving it<br/>\nThey get it and stick to it,\t\tYou would think they did not graduate<br/>\nThey go and play cards,\t\tEven though gambling is a sin<br/>\nMany get an income,\t\t\tTaking care of it is where it’s hard.</p>, <p>3.People cry over getting cut,\t\tThey never stop blaming you<br/>\nIn the evening when you go by,\tAnd at the bar they sprout<br/>\nYou will see them there,\t\tWith goat soup and lime,<br/>\nMany get an income,\t\t\tTaking care of it is where it’s hard.</p>, <p>4.A farmer of sesame,\t\t\tAnd corn during the right season<br/>\nHarvests a lot of sesame seed,\tAnd puts it to pen<br/>\nBut when they get hungry,\t\tThey cry that times are hard<br/>\nMany get an income, \t\t\tTaking care of it is where it’s hard.</p>, <p>5.Men are trouble,\t\t\tTheir spending is wreckless<br/>\nWhen they get their income,\tAnd with allowances for sustenance,<br/>\nTheir small houses focus,\t\tAnd all the money is blown<br/>\nMany get an income,\t\t\tTaking care of it is where it’s hard.</p>, <p>6.Poetry is not a battle,\t\tThey are teaching words,<br/>\nIf you end up getting stung,\t\tThe truth does not become a poison<br/>\nToday, I Mwami, scold you,\t\tTomorrow I will greet you,<br/>\nMany get an income,\t\t\tTaking care of is where it’s hard.</p>]"
    },
    {
      "bio": "Adjei Agyei Baah is a Strategic Management Lecturer of University College of Management Studies, Kumasi and a Co-founder of Poetry Foundation Ghana.His poems have been published in many anthologies such as <em>Sun And Snow</em> [Canada, 2010], <em>We Come From One Place</em> [2010, Mensa Press], <em>Whispers in the Whirlwind</em> [2010, Mensa Press] and had also been published in haiku sites such as <em>Shamrock</em>.",
      "location": "Ghana",
      "poem": "[<p>The edenic garden on a fertile land of gold<br/>\nAshanti!</p>, <p>The kingdom whose boundaries were only penetrated<br/>\nWith treaties, never with canons<br/>\nAshanti!</p>, <p>The empire whose monarchy was furiously fissured<br/>\nYet could not be humbled into ‘crumbles’<br/>\nAshanti!</p>, <p>The people whose culture and tradition<br/>\nIs a feast of smiling stars in their sparkling splendor<br/>\nAshantis!</p>, <p>The kingdom whose majestic steps<br/>\nAlways tame the troubled waters<br/>\nAshanti!</p>, <p>The empire blessed by the gods with a stool of gold<br/>\nAshanti!</p>, <p>The first graduates of Ananse’s weaving school<br/>\nAshanti!</p>, <p>The people whose hospitality<br/>\nTurns strangers into natives<br/>\nAshanti!</p>, <p>The empire whose installation of her kings<br/>\nMake the whole world walk to Manhyia<br/>\nAshanti!</p>, <p>The people whose heads are held high<br/>\nUnder the legendary leadership of Osei Tutu<br/>\nAshanti!</p>, <p>The porcupine warriors<br/>\nWho double in thousands with the last man standing</p>, <p>Ashantis!<br/>\nThe porcupine warriors<br/>\nWho never run out of quills!</p>]"
    }
  ]
}